[
  {
    "title": "Quality Education",
    "imgURL": "images/education.jpg",
    "imgAlt": "Quality Education",
    "overview": "Ensure inclusive and equitable quality education and promote lifelong learning opportunities for all.",
    "important": "It recognizes the need for relevant skills, including technical and vocational skills, to prepare individuals for the evolving job market, fostering employment and entrepreneurship.",
    "pageColour":"rgb(206, 77, 77)",
    "accentColour":"rgb(223 42 42)",
    "slides": [
      {
        "title": "Education and Economic Development",
        "content": "Quality education is a key driver for sustainable economic growth, as educated populations are better equipped to contribute to their communities and economies."
      },
      {
        "title": "Gender Equality",
        "content": "Eliminating gender disparities in education is crucial for achieving gender equality by ensuring that both girls and boys have equal access to educational opportunities."
      },
      {
        "title": "Holistic Approach",
        "content": "Goal 4 emphasizes a holistic approach to education, from early childhood development to lifelong learning, recognizing education as a fundamental right and a catalyst for positive change."
      },
      {
        "title": "Innovation in Education",
        "content": "Encourages innovation in educational methods and technologies to adapt to the changing needs of the global economy, promoting lifelong learning opportunities."
      }
    ],
    "targets": [
      {
        "title": "Complete Primary and Secondary Education",
        "content": "Ensure that all girls and boys have access to, and complete, free, equitable, and quality primary and secondary education."
      },
      {
        "title": "Access to Early Childhood Development",
        "content": "Ensure that all girls and boys have access to quality early childhood development, care, and pre-primary education."
      },
      {
        "title": "Relevant Skills for Employment",
        "content": "Increase the number of youth and adults who have relevant skills, including technical and vocational skills, for employment and entrepreneurship."
      },
      {
        "title": "Disparities in Education",
        "content": "Eliminate gender disparities in education and ensure equal access to all levels of education and vocational training for the vulnerable, including persons with disabilities."
      }
    ]
  },
  {
    "title": "Affordable and Clean Energy",
    "imgURL": "images/energy.jpg",
    "imgAlt": "Affordable and Clean Energy",
    "overview": "Ensure access to clean and affordable energy, which is key to the development of agriculture, business, communications, education, healthcare and transportation",
    "important": "A well-established energy system supports all sectors: from businesses, medicine and education to agriculture, infrastructure, communications and high technology. Access to electricity in poorer countries has begun to accelerate, energy efficiency continues to improve, and renewable energy is making impressive gains. Nevertheless, more focused attention is needed to improve access to clean and safe cooking fuels and technologies for 2.3 billion people.",
    "pageColour":"rgb(116, 227, 129)",
    "accentColour":"rgb(102, 196, 113)",
    "slides": [
      {
        "title": "What happens if we don't improve our pace?",
        "content": "The world continues to advance towards sustainable energy targets – but not fast enough. At the current pace, about 660 million people will still lack access to electricity and close to 2 billion people will still rely on polluting fuels and technologies for cooking by 2030"
      },
      {
        "title": "How much will all this cost?",
        "content": "It’s estimated that between US$ 35 billion and 40 billion are needed annually to reach universal electricity access between 2021 and 2030 to reach universal access to electricity."
      },
      {
        "title": "How can we achieve this?",
        "content": "To ensure access to energy for all by 2030, we must accelerate electrification, increase investments in renewable energy, improve energy efficiency and develop enabling policies and regulatory frameworks."
      },
      {
        "title": "What progress have we made so far?",
        "content": "Access to electricity went from 73% in 1998 to 90% in 2020."
      }
    ],
    "targets": [
      {
        "title": "Target 7.1",
        "content": "By 2030, ensure universal access to affordable, reliable and modern energy services"
      },
      {
        "title": "Target 7.2",
        "content": "By 2030, increase substantially the share of renewable energy in the global energy mix"
      },
      {
        "title": "Target 7.A",
        "content": "By 2030, enhance international cooperation to facilitate access to clean energy research and technology, including renewable energy, energy efficiency and advanced and cleaner fossil-fuel technology, and promote investment in energy infrastructure and clean energy technology"
      },
      {
        "title": "Target 7.B",
        "content": "By 2030, expand infrastructure and upgrade technology for supplying modern and sustainable energy services for all in developing countries, in particular least developed countries, small island developing States, and land-locked developing countries, in accordance with their respective programmes of support"
      }
    ]
  },
  {
    "title": "Life Below Water",
    "imgURL": "images/water.jpg",
    "imgAlt": "Life Below Water",
    "overview": "Conserve and sustainably use the oceans, seas, and marine resources for sustainable development.",
    "important": "Goal 14 focuses on minimizing and addressing the impacts of ocean acidification, which poses a threat to marine life, particularly organisms with calcium carbonate skeletons and shells.",
    "pageColour":"rgb(137, 207, 240)",
    "accentColour":"rgb(90, 203, 255)",
    "slides" : [
      {
        "title": "Climate Change and Oceans",
        "content": "The goal is closely linked with efforts to combat climate change, as healthy oceans play a crucial role in regulating the Earth's climate."
      },
      {
        "title": "Biodiversity and Sustainability",
        "content": "Conservation of marine ecosystems contributes to biodiversity preservation, aligning with broader sustainable development goals"
      },
      {
        "title": "Holistic Approach",
        "content": "Goal 14 recognizes the interconnectedness of oceans with various aspects of human well-being and environmental health, emphasizing the need for a holistic approach to ocean conservation"
      },
      {
        "title": "International Cooperation",
        "content": "The goal stresses the importance of implementing international law, particularly the United Nations Convention on the Law of the Sea, highlighting the need for global cooperation in managing and protecting ocean resources."
      }
    ],
    "targets": [
      {
        "title": "Marine Pollution Prevention",
        "content": "By 2025, prevent and significantly reduce marine pollution of all kinds."
      },
      {
        "title": "Ecosystem Management and Protection",
        "content": "Sustainably manage and protect marine and coastal ecosystems to avoid significant adverse impacts."
      },
      {
        "title": "Minimizing Ocean Acidification Impacts",
        "content": "Minimize and address the impacts of ocean acidification."
      },
      {
        "title": "Regulating Fishing Practices",
        "content": "Regulate fishing, overfishing, and illegal, unreported, and unregulated (IUU) fishing and end destructive fishing practices."
      },
      {
        "title": "Conservation of Coastal and Marine Areas",
        "content": "Conserve at least 10% of coastal and marine areas through effectively managed protected areas."
      },
      {
        "title": "Implementation of International Laws",
        "content": "Enhance the conservation and sustainable use of oceans and their resources by implementing international law as reflected in the United Nations Convention on the Law of the Sea."
      }
    ]
  }
]